testing/log/08-12-2023-16:40/load-successrate-testing-steadystate.log
→    ✗ status was 200
→     ↳  0% — ✓ 0 / ✗ 1

→    checks.....................: 0.00%   ✓ 0        ✗ 1  
→    data_received..............: 0 B     0 B/s
→    data_sent..................: 0 B     0 B/s
→    http_req_blocked...........: avg=0s  min=0s  med=0s  max=0s  p(90)=0s  p(95)=0s 
→    http_req_connecting........: avg=0s  min=0s  med=0s  max=0s  p(90)=0s  p(95)=0s 
→    http_req_duration..........: avg=0s  min=0s  med=0s  max=0s  p(90)=0s  p(95)=0s 
→    http_req_failed............: 100.00% ✓ 1        ✗ 0  
→    http_req_receiving.........: avg=0s  min=0s  med=0s  max=0s  p(90)=0s  p(95)=0s 
→    http_req_sending...........: avg=0s  min=0s  med=0s  max=0s  p(90)=0s  p(95)=0s 
→    http_req_tls_handshaking...: avg=0s  min=0s  med=0s  max=0s  p(90)=0s  p(95)=0s 
→    http_req_waiting...........: avg=0s  min=0s  med=0s  max=0s  p(90)=0s  p(95)=0s 
→    http_reqs..................: 1       0.022219/s
→    iteration_duration.........: avg=45s min=45s med=45s max=45s p(90)=45s p(95)=45s
→    iterations.................: 1       0.022219/s
→    vus........................: 1       min=1      max=1
→    vus_max....................: 1       min=1      max=1